/* No comment provided by engineer. */
"Album" = "Albwm";

/* No comment provided by engineer. */
"Album Artist" = "Artist Albwm";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Artist Albwm neu Artist";

/* No comment provided by engineer. */
"Artist" = "Artist";

/* No comment provided by engineer. */
"Bring iTunes to Front" = "Dwyn iTunes i'r Blaen";

/* No comment provided by engineer. */
"Changed Tracks" = "Traciau a Newidwyd";

/* No comment provided by engineer. */
"Comment" = "Sylw";

/* No comment provided by engineer. */
"Configure Formatting" = "Ffurfweddu Fformatio";

/* No comment provided by engineer. */
"Description" = "Disgrifiad";

/* No comment provided by engineer. */
"Episode ID" = "Dynodiad y Bennod";

/* No comment provided by engineer. */
"Episode Number" = "Rhif y Bennod";

/* No comment provided by engineer. */
"Long Description" = "Disgrifiad Hir";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Disgrifiad Hir, Sylw, neu Ddisgrifiad";

/* No comment provided by engineer. */
"Name" = "Enw";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "Hysbysebu pan fo iTunes yn fyw";

/* No comment provided by engineer. */
"Paused" = "Oedwyd";

/* No comment provided by engineer. */
"Play Time" = "Amser Chwarae";

/* No comment provided by engineer. */
"Quit Both" = "Gadael y Ddau";

/* No comment provided by engineer. */
"Quit GrowlTunes" = "Gadael GrowlTunes";

/* No comment provided by engineer. */
"Quit iTunes" = "Gadael iTunes";

/* No comment provided by engineer. */
"Rating" = "Graddiad";

/* No comment provided by engineer. */
"Season Number" = "Rhif y Tymor";

/* No comment provided by engineer. */
"Show" = "Dangos";

/* No comment provided by engineer. */
"Start at Login" = "Cychwyn wrth Fewngofnodi";

/* No comment provided by engineer. */
"Start iTunes" = "Cychwyn iTunes";

/* No comment provided by engineer. */
"Started" = "Cychwynwyd";

/* No comment provided by engineer. */
"Stopped" = "Stopiwyd";

/* No comment provided by engineer. */
"Stream Title" = "Teitl y Ffrwd";

/* No comment provided by engineer. */
"Track Count" = "Nifer y Traciau";

/* No comment provided by engineer. */
"Track Number" = "Rhif y Trac";

/* No comment provided by engineer. */
"Video Kind" = "Math Fideo";

/* No comment provided by engineer. */
"Volume" = "Sŵn";

/* No comment provided by engineer. */
"← Previous Track" = "← Trac Blaenorol";

/* No comment provided by engineer. */
"→ Next Track" = "→ Trac Nesaf";

/* No comment provided by engineer. */
"▶ Play/Pause" = "▶ Chwarae/Oedi";

